Repository: GeopJr/Tuba
Catalog: po/*.po
Languages: bg, zh_hans

source: Browse the Fediverse
bg: Сърфиране на федивселената
zh_hans: 浏览 Fediverse

source: Fediverse Client
bg: Клиент за федивселената
zh_hans: Fediverse 客户端

source: Explore the federated social web with Tuba for GNOME. Stay connected to your favorite communities, family and friends with support for popular Fediverse platforms like Mastodon, GoToSocial, Akkoma &amp; more!
zh_hans: 使用 Tuba for GNOME 探索联邦社交网络。通过支持流行的 Fediverse 平台（如 Mastodon、GoToSocial、Akkoma 等），与您喜爱的社区、家人和朋友保持联系！

source: The Fediverse is a decentralized social network that consists of multiple interconnected platforms and communities, allowing users to communicate and share content across different networks and servers. It promotes user privacy and data ownership, and offers an alternative to centralized social media platforms.
bg: Федивселената е децентрализирана социална мрежа, която се състои от множество свързани платформи и общности, позволяващи на потребителите да общуват и да споделят съдържание в различни мрежи и сървъри. Тя е за поверителността на потребителите и собствеността върху данните и предлага алтернатива на централизираните платформи за социални медии.
zh_hans: Fediverse（联邦宇宙）是一个分散式的社交网络，由多个互相连接的平台和社区组成，使用户能够跨不同的网络和服务器进行通讯和共享内容。它倡导用户隐私和数据所有权，并提供了一个去中心化的社交媒体平台的替代方案。

source: General
bg: Общи
zh_hans: 通用

source: Show Preferences
bg: Показване на настройките
zh_hans: 显示首选项

source: Compose New Post
bg: Създаване на нова публикация
zh_hans: 撰写新帖文

source: Refresh
bg: Опресняване
zh_hans: 刷新

source: Search
bg: Търсене
zh_hans: 搜索

source: Go Back
bg: Назад
zh_hans: 返回

source: Show Keyboard Shortcuts
bg: Показване на клавишните комбинации
zh_hans: 显示键盘快捷键

source: Close Window
bg: Затваряне на прозорецa
zh_hans: 关闭窗口

source: Quit
bg: Спиране на програмата
zh_hans: 退出

source: About
bg: Относно
zh_hans: 关于

source: Scroll Up
bg: Превъртане нагоре
zh_hans: 向上滚动

source: Scroll Down
bg: Превъртане надолу
zh_hans: 向下滚动

source: Composer
bg: Композитор
zh_hans: 撰写者

source: Commit
bg: Подаване
zh_hans: 提交

source: Media Viewer
bg: Програма за преглед на медии
zh_hans: 媒体查看器

source: Fullscreen
bg: Цял екран
zh_hans: 全屏

source: Zoom In
bg: Увеличаване
zh_hans: 放大

source: Zoom Out
bg: Намаляване
zh_hans: 缩小

source: Previous Attachment
bg: Предишно прикачване
zh_hans: 上一个附件

source: Next Attachment
bg: Следващо прикачване
zh_hans: 下一个附件

# shortcut window
source: Zoom In
bg: Увеличаване
zh_hans: 放大

# shortcut window
source: Zoom Out
bg: Намаляване
zh_hans: 缩小

# shortcut window
source: Previous Attachment
bg: Предишно прикачване
zh_hans: 上一个附件

# shortcut window
source: Next Attachment
bg: Следващо прикачване
zh_hans: 下一个附件

source: Admin Dashboard
bg: Администраторско табло
zh_hans: 管理员面板

source: Advanced Search
bg: Допълнително търсене
zh_hans: 高级搜索

source: Cancel
bg: Отказване
zh_hans: 取消

source: Advanced Search might not work in all instances. You can invert an option by prefixing it with -. For example, -is:reply to filter out all replies.
bg: Възможно е допълнителното търсене да не работи във всички случаи. Може да обърнете дадена опция, като поставите пред нея представка -. Например, -is:reply (е:отговор), за да филтрирате всички отговори.
zh_hans: 高级搜索可能不适用于所有实例。您可以在选项前加入“-”以反选，例如“-is:reply”可排除所有回复。

source: Query
bg: Заявка
zh_hans: 查询

source: From User
bg: От потребителя
zh_hans: 来自用户

source: Auto-Fill User
bg: Автоматично попълване на потребители
zh_hans: 自动填充用户

source: Only Replies
bg: Само отговори
zh_hans: 仅回复

source: Only Posts with Content Warnings
bg: Само публикации с предупреждения за съдържанието
zh_hans: 仅带内容警告的帖文

source: Containing
bg: Съдържащ
zh_hans: 包含

source: Media
bg: Медия
zh_hans: 媒体

source: Poll
bg: Анкета
zh_hans: 投票

source: Embed
bg: Вграждане
zh_hans: 嵌入

source: Timelines
bg: Хронологии
zh_hans: 时间线

source: Everywhere
bg: Навсякъде
zh_hans: 到处

source: Library
bg: Библиотека
zh_hans: 库

source: Favorites, Bookmarks, Own Posts
bg: Любими, отметки, собствени публикации
zh_hans: 喜欢，书签，我的帖文

source: Public
bg: Обществена
zh_hans: 公开

source: Dates
bg: Дати
zh_hans: 日期

source: Before
bg: Преди
zh_hans: 先于

source: During
bg: Между
zh_hans: 期间

source: After
bg: След
zh_hans: 后于

source: Edit Filter
bg: Редактиране на филтъра
zh_hans: 编辑过滤器

source: Save
bg: Запазване
zh_hans: 保存

source: Title
bg: Заглавие
zh_hans: 标题

source: Expires In
bg: Изтича след
zh_hans: 失效于

source: Hide Completely
bg: Скриване изцяло
zh_hans: 完全隐藏

source: Otherwise a warning will be used
bg: Иначе ще се използва предупреждение
zh_hans: 否则将发出警告

source: Contexts
bg: Контексти
zh_hans: 场景

source: One or multiple contexts where the filter should apply
bg: Един или няколко контекста, за които да се прилага филтърът
zh_hans: 一个或多个应用过滤器的场景

source: Keywords or Phrases
bg: Ключови думи или фрази
zh_hans: 关键词或词组

source: Add Keyword
bg: Добавяне на ключова дума
zh_hans: 添加关键词

source: Members
bg: Членове
zh_hans: 成员

source: List Name
bg: Име на списъка
zh_hans: 列表名称

source: Hide Posts From Home
bg: Скриване на публикации от Начало
zh_hans: 从主页隐藏帖文

source: Replies Policy
bg: Настройки за отговори
zh_hans: 回复显示策略

source: Show member replies to
bg: Показване на отговорите на членове към
zh_hans: 显示对…的回复

source: Nobody
bg: Никой
zh_hans: 无

source: Other members of the list
bg: Други членове на списъка
zh_hans: 这个列表的其他成员

source: Any followed user
bg: Всеки последван потребител
zh_hans: 任何已关注用户

source: Add Account
bg: Добавяне на регистрация
zh_hans: 添加账号

source: Next
bg: Следващо
zh_hans: 下一步

source: What is your Server?
bg: Кой е вашият сървър?
zh_hans: 您的服务器是什么？

source: If you don't have an account yet, <a href="https://joinmastodon.org/servers">choose a server and register one</a>.
bg: Ако все още нямате регистрация, <a href="https://joinmastodon.org/servers">изберете сървър и се регистрирайте</a>.
zh_hans: 如果您还没有账号，请<a href="https://joinmastodon.org/zh/servers">选择一个服务器并注册账号</a>。

source: Server URL
bg: Адрес на сървъра
zh_hans: 服务器 URL

source: Settings
bg: Настройки
zh_hans: 设置

source: Confirm Authorization
bg: Потвърждаване на упълномощаването
zh_hans: 确认授权

source: If something went wrong, <a href="manual_auth">try manual authorization</a>.
bg: Ако възникне грешка, <a href="manual_auth">опитайте упълномощаване на ръка</a>.
zh_hans: 如果出现问题，请<a href="manual_auth">尝试手动授权</a>。

source: Authorization Code
bg: Код за упълномощаване
zh_hans: 授权码

source: Your account is connected and ready to use!
bg: Вашата регистрация е свързана и готова за използване!
zh_hans: 您的账号已连接成功，可以开始使用了！

source: Done
bg: Готово
zh_hans: 完成

source: Filter
bg: Филтър
zh_hans: 过滤

source: Clear All Notifications
bg: Изчистване на всички известия
zh_hans: 清空所有通知

source: Notifications
bg: Известия
zh_hans: 通知

source: Included Notifications
bg: Включени известия
zh_hans: 包含的通知

source: Filter Notifications Out
bg: Филтриране на известия
zh_hans: 过滤通知

source: Filter out notifications from people you may not know
bg: Филтриране на известия от хора, които може да не познавате
zh_hans: 过滤掉陌生人发来的通知

source: People you don't follow
bg: Хора, които не следвате
zh_hans: 您没有关注的人

source: Until you manually approve them
bg: Докато не ги одобрите
zh_hans: 直到您手动批准

source: People not following you
bg: Хора, които не ви следват
zh_hans: 未关注您的人

source: Including people who have been following you fewer than 3 days
bg: Включително хора, които ви следват не повече от 3 дена
zh_hans: 包括关注您少于 3 天的人

source: New accounts
bg: Нови регистрации
zh_hans: 新账号

source: Created within the past 30 days
bg: Създаден през последните 30 дни
zh_hans: 在 30 天内创建的账号

source: Unsolicited private mentions
bg: Непоискани лични споменавания
zh_hans: 不请自来的提及

source: Filtered unless it's in reply to your own mention or if you follow the sender
bg: Филтрирано, освен ако е отговор към ваше собствено споменаване или ако следвате подателя
zh_hans: 过滤通知，除非通知是在回复提及您自己的内容，或发送者是您关注的人

source: Appearance
bg: Външен вид
zh_hans: 外观

source: Color Scheme
zh_hans: 配色方案

source: Large Text
bg: Едър текст
zh_hans: 大号文本

source: Increase the size of text in posts
bg: Увеличаване на размера на текста в публикациите
zh_hans: 增加帖文的文字大小

source: Large Line Height
bg: Голяма височина на реда
zh_hans: 大行间距

source: Increase the line height in posts
bg: Увеличаване на височината на редовете в публикациите
zh_hans: 增加帖文的行间距

source: Large Custom Emojis
bg: Големи собствени емотикони
zh_hans: 大号自定义表情符号

source: Scale Custom Emojis on Hover
bg: Увеличаване на собствените емотикони при задържане на показалеца
zh_hans: 悬停时放大自定义表情符号

source: Slightly increases the size of custom emojis when you hover over them
bg: Леко увеличаване на размера на собствените емотикони при задържане на показалеца
zh_hans: 将鼠标悬停在自定义表情符号上时略微增加其大小

source: Letterbox Media
bg: Изравняване на картината
zh_hans: 信箱媒体

source: Scale down and letterbox media to fill the image containers instead of stretching and cropping them
bg: Намаляване на мащаба и изравняване на картината, за да се запълнят контейнерите за изображения, вместо да се разтягат и изрязват
zh_hans: 缩小媒体以填充图像容器，而不是拉伸和裁剪它们

source: Expand Pictures in Media Viewer
bg: Разширяване на снимките в програма за преглед на медии
zh_hans: 在媒体查看器中展开图片

source: Expand pictures to fill the media viewer by default
bg: Разширяване на картините, за да запълнят медийния браузър по подразбиране
zh_hans: 默认情况下，展开图片以填充媒体查看器

source: Show a blurred version of the media until they fully load
bg: Показване на размазана версия на медиите до пълното им зареждане
zh_hans: 在完全加载之前显示模糊版本的媒体

source: Reveal Spoilers by Default
bg: Показване на предупрежденията по подразбиране
zh_hans: 默认揭示剧透

source: Show Link Preview Cards
bg: Показване на предварителен преглед на връзките
zh_hans: 显示链接预览卡片

source: Darken Images on Dark Mode
bg: Затъмняване на изображенията в тъмен режим
zh_hans: 在深色模式下使图像变暗

source: Dim Trivial Notifications
bg: Затъмняване на незначителните известия
zh_hans: 暗淡琐碎通知

source: Notifications like favorites and boosts will be less visible
bg: Известия като любими и подсилвания ще бъдат по-малко видими
zh_hans: 喜欢与转发等通知将变得不那么明显

source: Posting
bg: Публикации
zh_hans: 发布中

source: Default Post Visibility
bg: Стандартна видимост на публикациите
zh_hans: 帖文默认可见性

source: Default Post Language
bg: Стандартен език на публикациите
zh_hans: 帖文默认语言

source: Default Post Content Type
bg: Стандартен вид на съдържанието на публикациите
zh_hans: 帖文默认内容类型

source: Behavior
bg: Поведение
zh_hans: 行为

source: Run in Background
bg: Фонов режим
zh_hans: 后台运行

source: Fetch notifications while the app is closed
bg: Получаване на известия докато програмата е затворена
zh_hans: 在应用关闭时获取通知

source: Strip Tracking Parameters From Links
bg: Премахване на параметрите за проследяване от връзките
zh_hans: 删除链接中的跟踪参数

source: This option can lead to broken links when enabled
bg: Тази опция може да доведе до счупени връзки, когато е включена
zh_hans: 启用此选项后，可能会导致链接错误

source: Change boost visibility, quote and confirm boosting
bg: Променяне на видимостта на подсилване, цитиране и потвърждаване на подсилване
zh_hans: 更改转发可见范围、引用和确认转发

source: Warn before replying to an old post
bg: Предупреждаване, преди да отговорите на стара публикация
zh_hans: 回复旧帖文前显示警告

source: Warn before copying a link to a private post
bg: Предупреждаване, преди копиране на връзка към лична публикация
zh_hans: 在复制私密帖文的链接前发出警告

source: Proxy
bg: Сървър-посредник
zh_hans: 代理

source: Posts per Load Batch
bg: Публикации за зареждане на пакет
zh_hans: 每次批量加载的帖文数

source: Stream Timelines
bg: Предаване на хронологиите
zh_hans: 流式时间线

source: Receive new posts and notifications in real-time
bg: Получаване на нови публикации и известия в реално време
zh_hans: 实时接收最新帖文和通知

source: Stream Public Timelines
bg: Предаване на публичните хронологии
zh_hans: 流式公共时间线

source: Warning: This will increase memory usage
zh_hans: 警告：这会增加内存占用

source: Online Services
bg: Онлайн услуги
zh_hans: 在线服务

source: Configure features that connect to api.tuba.geopjr.dev
bg: Настройване на функции за свързване с api.tuba.geopjr.dev
zh_hans: 配置连接到 api.tuba.geopjr.dev 的功能

source: Send Preference Analytics
bg: Изпращане на данни за настройките
zh_hans: 发送偏好分析

source: Send your preferences to Tuba's developers for popularity research biweekly
bg: Изпратете настройките си на разработчиците на Туба за изследване на популярността всеки две седмици
zh_hans: 每两周将您的偏好发送给 Tuba 的开发者进行流行度研究

source: Preview Analytics
bg: Преглед на данните
zh_hans: 预览分析

source: Update Supporters Periodically
bg: Периодично обновяване на поддръжниците
zh_hans: 定期更新支持者

source: Fetch the list of Tuba's supporters biweekly
bg: Получаване на списъка на поддръжниците на Туба всеки две седмици
zh_hans: 每两周获取 Tuba 支持者的列表

source: Push Notifications
bg: Известия на работния плот
zh_hans: 推送通知

source: New Followers
bg: Нови последователи
zh_hans: 新的关注者

source: New Follower Requests
bg: Заявки за нови последователи
zh_hans: 新的关注者请求

source: Favorites
bg: Любими
zh_hans: 喜欢

source: Mentions
bg: Споменавания
zh_hans: 提及

source: Boosts
bg: Подсилвания
zh_hans: 转发

source: Poll Results
bg: Резултати от анкети
zh_hans: 投票结果

source: Edits
bg: Редакции
zh_hans: 编辑

source: Group
bg: Групи
zh_hans: 群组

source: Combine recently pushed notifications of the same type and post into one
bg: Комбиниране на наскоро изпратените известия от същия тип и публикация в едно
zh_hans: 将最近推送的相同类型通知合并为一个通知

source: Filters
bg: Филтри
zh_hans: 过滤器

source: Keywords
bg: Ключови думи
zh_hans: 关键词

source: Add Filter…
bg: Добавяне на филтър…
zh_hans: 添加过滤器…

source: Edit Profile
bg: Редактиране на регистрацията
zh_hans: 编辑个人资料

source: Edit Profile Picture
bg: Редактиране на снимката
zh_hans: 编辑个人资料图片

source: Edit Header Picture
bg: Редактиране на снимката на фона
zh_hans: 编辑横幅图片

source: Display Name
bg: Име за показване
zh_hans: 显示名称

source: Bio
bg: Биография
zh_hans: 简介

source: Custom Emoji Picker
bg: Собствена програма за избор на емотикони
zh_hans: 自定义表情选择器

source: Alternative Text
bg: Алтернативен текст
zh_hans: 替代文本

source: Profile Picture Description
bg: Описание на снимката на регистрацията
zh_hans: 个人资料图片描述

source: Header Picture Description
bg: Описание на снимката на фона
zh_hans: 封面图片描述

source: Fields
bg: Полета
zh_hans: 字段

source: Schedule Post
bg: Насрочване на публикация
zh_hans: 定时帖文

source: Schedule
bg: Насрочване
zh_hans: 定时

source: Date
bg: Дата
zh_hans: 日期

source: Time
bg: Време
zh_hans: 时间

source: Hour
bg: Час
zh_hans: 小时

source: Minute
bg: Минута
zh_hans: 分钟

source: Second
bg: Секунда
zh_hans: 秒

source: Timezone
bg: Часови пояс
zh_hans: 时区

source: Mention
bg: Споненаване
zh_hans: 提及

source: Direct Message
bg: Директно съобщение
zh_hans: 私信

source: Copy Handle
bg: Копиране на ръчката
zh_hans: 复制用户名

source: Open in Browser
bg: Отваряне в Интернет браузър
zh_hans: 在浏览器中打开

source: Receive Post Notifications
bg: Получаване на известия за публикации
zh_hans: 接收帖文通知

source: Moderation
bg: Модерация
zh_hans: 审核

source: Hide Boosts
bg: Скриване на подсилванията
zh_hans: 隐藏转发

source: Mute
bg: Заглушаване
zh_hans: 静音

source: Block
bg: Блокиране
zh_hans: 屏蔽

source: Block Domain
bg: Блокиране на домейна
zh_hans: 屏蔽域名

source: Report
bg: Докладване
zh_hans: 举报

source: Timeline
bg: Хронология
zh_hans: 时间线

source: Lists
bg: Списъци
zh_hans: 列表

source: Copy URL
bg: Копиране на адреса
zh_hans: 复制 URL

source: Save Media…
bg: Запазване на медията…
zh_hans: 保存媒体…

source: Copy Media
bg: Копиране на медията
zh_hans: 复制媒体

source: Menu
bg: Меню
zh_hans: 菜单

source: Toggle Fullscreen
bg: Превключване на цял екран
zh_hans: 切换全屏

source: Bot
bg: Бот
zh_hans: 机器人

source: Tuba Supporter
bg: Поддръжник на Туба
zh_hans: Tuba 支持者

source: View Cover
bg: Показване на фона
zh_hans: 查看封面

source: View Avatar
bg: Показване на аватара
zh_hans: 查看头像

source: Open Profile
bg: Отваряне на регистрацията
zh_hans: 打开个人资料

source: View All Followers You Know
bg: Преглед на всички познати последователи
zh_hans: 查看所有您认识的关注者

source: Note
bg: Бележка
zh_hans: 备注

source: Forget Account
bg: Забравяне на регистрацията
zh_hans: 忘记账号

source: Switch Account
bg: Превключване на регистрация
zh_hans: 切换账号

source: Offline
bg: Без връзка с мрежа
zh_hans: 已离线

source: View
bg: Показване
zh_hans: 浏览

source: Unread
bg: Непрочетено
zh_hans: 未读

source: Edited
bg: Редактирано
zh_hans: 已编辑

# media controls tooltip
source: Play
bg: Изпълнение
zh_hans: 播放

# media controls
source: Position
bg: Позиция
zh_hans: 位置

# media controls
source: Volume
bg: Сила на звука
zh_hans: 音量

source: Pinned
bg: Закачено
zh_hans: 已置顶

source: Show Less
bg: По-малко
zh_hans: 显示更少

source: Show More
bg: Повече
zh_hans: 显示更多

source: Show Anyway
bg: Показване въпреки това
zh_hans: 仍然显示

source: Vote
bg: Гласуване
zh_hans: 投票

source: None
bg: Без
zh_hans: 无

source: Limit
bg: Ограничаване
zh_hans: 限制

source: Suspend
bg: Изключване
zh_hans: 封禁

source: Blocked
bg: Блокирано
zh_hans: 已屏蔽

source: Blocked Sign-ups
bg: Блокирани регистрации
zh_hans: 已屏蔽注册

source: Limited Sign-ups
bg: Ограничени регистрации
zh_hans: 已限制注册

source: Block Access
bg: Блокиране на достъпа
zh_hans: 屏蔽访问

source: Block Sign-ups
bg: Блокиране на регистрации
zh_hans: 屏蔽注册

source: Limit Sign-ups
bg: Ограничаване на регистрации
zh_hans: 限制注册

source: Block access to all resources
bg: Забраняване на достъпа до всички ресурси
zh_hans: 屏蔽访问所有资源

source: New sign-ups will not be possible
bg: Нови регистрации няма да бъдат възможни
zh_hans: 新的注册将无法进行

source: New sign-ups will require your approval
bg: Новите регистрации ще изискват вашето одобрение
zh_hans: 新的注册将需要您的批准

source: Spam
bg: Спам
zh_hans: 垃圾信息

source: Rule Violation
bg: Нарушение на правилата
zh_hans: 违反规则

source: Legal
bg: Правна информация
zh_hans: 法律

source: Other
bg: Друго
zh_hans: 其他

source: With the comment
bg: С коментар
zh_hans: 附有评论

source: Reason
bg: Причина
zh_hans: 原因

source: You've received a report
bg: Получихте доклад
zh_hans: 您收到了一份举报

source: You've received a report on
bg: Получихте доклад за
zh_hans: 您收到了一份举报于

source: Error
bg: Грешка
zh_hans: 错误

source: Empty Conversation with %s
bg: Празен разговор с %s
zh_hans: 与 %s 的空对话

source: Home &amp; Lists
bg: Начало &amp; списъци
zh_hans: 主页与列表

source: Public Timelines
bg: Публични хронологии
zh_hans: 公共时间线

source: Conversations
bg: Разговори
zh_hans: 对话

source: Profiles
bg: Регистрации
zh_hans: 个人资料

source: An admin has suspended %s, which means you can no longer receive updates from them or interact with them.
bg: Администратор е изключил %s, което означава, че вече не може да получавате обновления от него или да взаимодействате с тях.
zh_hans: 管理员已吊销 %s，这意味着您无法再从他们那里接收更新或与他们交互。

source: Signed Up
bg: Регистрира се
zh_hans: 已注册成功

source: Your account has received a moderation warning
bg: Вашата регистрация е получила предупреждение от модераторите
zh_hans: 您的账户已收到审查警告

source: Your %s #FediWrapped is ready!
bg: Вашият %s #FediWrapped е готов!
zh_hans: 您的 %s #FediWrapped 已准备好！

source: Review your year's highlights and memorable moments on the Fediverse!
bg: Вижте най-важните моменти и събития от годината във федивселена!
zh_hans: 查看您在 Fediverse 上的年度亮点和难忘时刻！

source: %s (& %d others)
bg: %s (& %d други)
zh_hans: %s（和其他 %d 人）

source: Reply…
bg: Отговаряне…
zh_hans: 回复…

source: Remove from Followers
bg: Премахване от последователи
zh_hans: 从关注者中移除

source: Follow Back
bg: Последвайте обратно
zh_hans: 回关

source: Decline
bg: Отказване
zh_hans: 拒绝

source: Accept
bg: Приемане
zh_hans: 接受

source: Sent follow request
bg: Изпрати заявка за последване
zh_hans: 发送关注请求

source: Mutuals
bg: Общи
zh_hans: 互相关注

source: Follows you
bg: Следи ви
zh_hans: 关注了您

source: Blocks you
bg: Блокира ви
zh_hans: 屏蔽了您

source: Block "%s"?
bg: Блокиране на „%s“?
zh_hans: 屏蔽 "%s"？

source: Unblock "%s"?
bg: Отблокиране на „%s“?
zh_hans: 取消屏蔽 "%s"？

source: Unblock
bg: Отблокиране
zh_hans: 取消屏蔽

source: Hide from Notifications
bg: Скриване от известията
zh_hans: 从通知中隐藏

source: Expire In
bg: Изтичане след
zh_hans: 到期时间

source: Mute "%s"?
bg: Заглушаване на „%s“?
zh_hans: 静音 "%s"？

source: Never
bg: Никога
zh_hans: 永不

source: %d Hour
bg: %d час
zh_hans: %d 小时

source: %d Day
bg: %d Ден
zh_hans: %d 天

source: Search returned no results
bg: Няма резултати от търсенето
zh_hans: 搜索无结果

source: You are about to open a %s video
zh_hans: 您将要打开一个 %s 视频

source: You are about to open a %s track
zh_hans: 您将要打开一个 %s 曲目

source: You are about to open a %s book
zh_hans: 您将要打开一本 %s 书籍

source: You are about to leave %s
zh_hans: 您将要离开 %s

source: If you proceed, "%s" will open in your browser.
bg: Ако продължите, „%s“ ще се отвори във вашия браузър.
zh_hans: 如果继续，"%s" 将在您的浏览器中打开。

source: If you proceed, %s will connect to "%s".
bg: Ако продължите, %s ще се свърже с „%s“.
zh_hans: 如果继续，%s 将连接到 "%s"。

source: Account not found
zh_hans: 找不到账号

source: %d per week
zh_hans: 每周 %d 次

source: Used %d times by %d people yesterday
zh_hans: 昨天被使用%d次，人数%d

source: Used %d times by %d people in the past 2 days
zh_hans: 过去两天被使用%d次，人数%d

source: Invalid Proxy URL
bg: Неправилен адрес на сървър-посредник
zh_hans: 无效的代理 URL

source: '%s://' may only be used when adding a new account
bg: „%s://“ може да се използва само при добавяне на нова регистрация
zh_hans: 只有在添加新账号时才能使用 '%s://'

source: '%s://' may not be used when adding a new account
bg: „%s://“ не може да се използва само при добавяне на нова регистрация
zh_hans: 在添加新账号时不能使用 '%s://'

source: %s does not accept '%s://'
bg: %s не приема „%s://“
zh_hans: %s 不接受 '%s://'

source: translator-credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
zh_hans: Leo Li <leoli@6leo6.com>

source: Translate
bg: Превод
zh_hans: 翻译

source: Donate
bg: Даряване
zh_hans: 捐赠

source: OK
bg: Добре
zh_hans: 确定

source: Yes
bg: Да
zh_hans: 是

source: Add Federation Block
bg: Добавяне на сървър за федерация
zh_hans: 添加实例级屏蔽

source: Add
bg: Добавяне
zh_hans: 添加

source: Domain
bg: Домейн
zh_hans: 域名

source: Severity
bg: Критичност
zh_hans: 级别

source: Reject Media Files
bg: Отхвърляне на медийните файлове
zh_hans: 拒绝媒体文件

source: Removes locally stored media files and refuses to download any in the future
bg: Премахва локално съхранените медийни файлове и отказва да изтегля такива в бъдеще
zh_hans: 移除本地存储的媒体文件并且拒绝将来下载任何内容

source: Reject Reports
bg: Отхвърляне на докладите
zh_hans: 拒绝举报

source: Ignore all reports coming from this domain
bg: Игнориране на всички доклади, идващи от този домейн
zh_hans: 忽略来自此域名的所有举报

source: Obfuscate Domain Name
bg: Замаскиране на името на домейна
zh_hans: 混淆域名

source: Partially obfuscate the domain name in the list if advertising the list of domain limitations is enabled
bg: Частично замаскиране на името на домейна в списъка, ако е позволено рекламирането на списъка с ограничения на домейните
zh_hans: 如果启用了公布域限制列表，则部分混淆列表中的域名

source: Private Comment
bg: Личен коментар
zh_hans: 私人评论

source: Public Comment
bg: Публичен коментар
zh_hans: 公共评论

source: %d Year
bg: %d Година
zh_hans: %d 年

source: %d Month
bg: %d Месец
zh_hans: %d 月

source: %d Week
bg: %d Седмица
zh_hans: %d 周

source: Add IP Block
bg: Блокиране на адрес
zh_hans: 添加 IP 屏蔽

source: Comment
bg: Коментар
zh_hans: 评论

source: Expiration
bg: Дата на изтичане
zh_hans: 终止日期

source: Rule
bg: Правило
zh_hans: 规则

source: Choose what will happen with requests from this IP
bg: Изберете какво да става със заявките от този адрес
zh_hans: 选择如何处理来自此 IP 的请求

source: Mark this Report as Resolved?
bg: Отбелязване на този доклад като разрешен?
zh_hans: 将此举报标记为已解决？

source: Resolve
bg: Разрешаване
zh_hans: 处理

source: Reopen this Report?
bg: Отваряне наново на този доклад?
zh_hans: 重新打开此举报？

source: Reopen
bg: Отворя отново
zh_hans: 重开

source: Take Action
bg: Предприемане на действие
zh_hans: 执行操作

source: Joined
bg: Регистриран на
zh_hans: 加入于

source: Reported on
bg: Докладвано на
zh_hans: 举报时间

source: Reported by
bg: Докладвано от
zh_hans: 举报人

source: Status
bg: Състояние
zh_hans: 状态

source: Resolved
bg: Разрешено
zh_hans: 已处理
