Repository: GeopJr/Tuba
Catalog: po/*.po
Languages: bg, zh_hans

source: Reveal Spoilers
bg: Показване на предупрежденията
zh_hans: 显示剧透

source: Hide Spoilers
bg: Скриване на предупрежденията
zh_hans: 隐藏剧透

source: Network Error
bg: Мрежова грешка
zh_hans: 网络错误

source: Open %s's Profile
bg: Отваряне на регистрацията на %s
zh_hans: 打开 %s 的个人资料

source: Follow Suggestions
bg: Предложения за последяване
zh_hans: 关注建议

source: Don't remind me again
bg: Не ми напомняй отново
zh_hans: 不再提醒我

source: %s (%s)'s profile.
bg: На %s (%s) регистрацията.
zh_hans: %s（%s）的个人资料。

source: Relationship: %s.
bg: Връзка: %s.
zh_hans: 关系：%s。

source: %s Post
bg: %s публикация
zh_hans: %s 条帖文

source: %s Follower
bg: %s последовател
zh_hans: %s 个关注者

source: %s Following
bg: %s следи
zh_hans: 正在关注 %s 人

source: No Limits
bg: Без ограничения
zh_hans: 无限制

source: Waiting Approval
bg: Изчакване на одобрение
zh_hans: 等待批准

source: Assigned to
bg: Зададено на
zh_hans: 分配给

source: Unassign
bg: Премахване на задаването
zh_hans: 未分配

source: Assign
bg: Задаване
zh_hans: 分配

source: %d Sign-up Attempts
bg: %d опита за регистриране
zh_hans: %d 次注册尝试

source: Announcement by %s (%s).
bg: Обява от %s (%s).
zh_hans: %s（%s）发布的公告。

source: Edited: %s.
bg: Редактирано на: %s.
zh_hans: 编辑时间：%s。

source: Published: %s.
bg: Публикувано на: %s.
zh_hans: 发布时间：%s。

source: Contains %d reaction.
bg: Съдържа %d реакция.
zh_hans: 包含 %d 次回应。

source: Unread.
bg: Непрочетено.
zh_hans: 未读。

source: Hide Media
bg: Скриване на медията
zh_hans: 隐藏媒体

source: Show Sensitive Content
bg: Показване на чувствителното съдържание
zh_hans: 显示敏感内容

source: Copied attachment url to clipboard
bg: Адресът на прикачения файл е копиран в буфера за обмен
zh_hans: 已复制附件网址到剪贴板

source: Save Attachment
bg: Запазване на прикачения файл
zh_hans: 保存附件

source: Saved Media
bg: Медията е запазена
zh_hans: 保存的媒体

source: Couldn't Save Media
bg: Медията не може да бъде запазена
zh_hans: 无法保存媒体

source: View Alt Text
bg: Показване на алтернативния текст
zh_hans: 查看替代文本

# media controls tooltip
source: Stop
bg: Спиране
zh_hans: 停止

source: Published: %s
bg: Публикувано на: %s
zh_hans: 发布时间：%s

source: by %s
bg: от %s
zh_hans: 作者：%s

source: Results
bg: Резултати
zh_hans: 结果

source: Recently Used
bg: Наскоро използван
zh_hans: 最近使用

source: Custom Emojis
bg: Собствени емотикони
zh_hans: 自定义表情符号

source: %d Reaction
bg: %d реакция
zh_hans: %d 表情回应

source: Show %d More
bg: Показване на още %d
zh_hans: 显示 %d 更多

source: Discussed %d times by %d people yesterday
bg: Обсъждано %d пъти от %d души вчера
zh_hans: 昨天被 %d 人讨论了 %d 次

source: Discussed %d times by %d people in the past 2 days
bg: Обсъждано %d пъти от %d души през последните 2 дни
zh_hans: 过去两天被 %d 人讨论了 %d 次

source: See Discussions
bg: Вижте дискусии
zh_hans: 查看讨论

source: By %s
bg: От %s
zh_hans: 由 %s 发表

source: See %d author
bg: Вижте %d автор
zh_hans: 查看 %d 位作者

source: Followed by %s & %s Other
bg: Последвано от %s & %s друг
zh_hans: 由 %s 和 %s 位其他人关注

source: Followed by %s
bg: Последвано от %s
zh_hans: 由 %s 关注

source: Contains %d field.
bg: Съдържа %d поле.
zh_hans: 包含 %d 个字段。

source: %s has moved to %s
bg: %s се премести в %s
zh_hans: %s 已移动到 %s

source: Error: Note is over 2000 characters long
bg: Грешка: Дължината на бележката е над 2000 символа
zh_hans: 错误：内容长度超过 2000 个字符

source: Replies
bg: Отговори
zh_hans: 回复

source: React with %s
bg: Реагиране с %s
zh_hans: 以 %s 回应

source: Unmute
bg: Отглушаване
zh_hans: 取消静音

source: Draft
bg: Чернова
zh_hans: 草稿

source: Reschedule
bg: Изместване
zh_hans: 重新定时

source: Scheduled for %s
bg: Насрочено за %s
zh_hans: 定时于 %s

source: Couldn't reschedule: %s
bg: Изместването е неуспешно: %s
zh_hans: 无法重新定时：%s

source: Delete Scheduled Post?
bg: Изтриване на насрочената публикация?
zh_hans: 删除已定时的帖文？

source: Delete Draft Post?
bg: Изтриване на черновата публикация?
zh_hans: 删除草稿帖文？

source: Boost
bg: Подсилване
zh_hans: 转发

source: This post can't be boosted
bg: Тази публикация не може да бъде подсилена
zh_hans: 此帖文不能被转发

source: Reply
bg: Отговаряне
zh_hans: 回复

source: Quote
bg: Цитат
zh_hans: 引用

source: Bookmark
bg: Добавяне в отметките
zh_hans: 书签

source: This post is %s
bg: Тази публикация е %s
zh_hans: 此帖文为%s

source: You can still reply, but it may no longer be relevant.
bg: Все още можете да отговорите, но вече може да не е уместно.
zh_hans: 您仍然可以回复，但可能不再相关。

source: Boost with Visibility
bg: Подсилване с видимост
zh_hans: 带可见范围的转发

source: View Stats
bg: Показване на статистиките
zh_hans: 查看统计

source: View Edit History
bg: Показване на историята на редакции
zh_hans: 查看编辑历史

source: Pin
bg: Закачване
zh_hans: 置顶

source: Show Original
bg: Показване на оригинала
zh_hans: 显示原文

source: Only mentioned people will be able to view it.
bg: Само споменатите лица ще могат да я виждат.
zh_hans: 只有提及的人才能查看。

source: Only mentioned people and your followers will be able to view it.
bg: Само споменатите лица и вашите последователи ще могат да я виждат.
zh_hans: 只有提及的人和您的关注者才能查看。

source: Only mentioned people and people that follow %s will be able to view it.
bg: Само споменатите лица и лицата, които следват %s, ще могат да я виждат.
zh_hans: 只有被提及的人和关注 %s 的人才可以查看。

source: Copy %s Post Link?
bg: Копиране на „%s“ вид връзката на публикацията?
zh_hans: 复制 %s 的帖文链接？

source: Copy
bg: Копиране
zh_hans: 复制

source: Copied post url to clipboard
bg: Адресът на публикацията е копиран в буфера за обмен
zh_hans: 已复制帖文链接到剪贴板

source: Delete Post?
bg: Изтриване на публикацията?
zh_hans: 删除帖文？

source: Couldn't Mute Conversation: %s
bg: Разговорът не може да бъде заглушен: %s
zh_hans: 无法静音对话：%s

source: Couldn't Unmute Conversation: %s
bg: Разговорът не може да бъде отглушен: %s
zh_hans: 无法取消静音对话：%s

source: Couldn't translate: %s
bg: Не може да бъде преведено: %s
zh_hans: 无法翻译：%s

source: Open %s's Mini Profile
bg: Отваряне на мини регистрацията на %s
zh_hans: 打开 %s 的小资料

source: Unpin
bg: Откачване
zh_hans: 取消置顶

source: Filtered post
bg: Филтрирана публикация
zh_hans: 已过滤的帖文

source: %s post by %s (%s).
bg: %s публикация от %s (%s).
zh_hans: %s（%s）发布的%s帖文。

source: The post is pinned.
bg: Публикацията е закачена.
zh_hans: 帖文已置顶。

source: Contains a quoted post.
bg: Съдържа цитирана публикация.
zh_hans: 包含引用帖文。

source: Contains %d attachment.
bg: Съдържа %d прикачен файл.
zh_hans: 包含 %d 个附件。

source: Contains an expired poll.
bg: Съдържа анкета с изтекла дата.
zh_hans: 包含过期投票。

source: Contains a poll.
bg: Съдържа анкета.
zh_hans: 包含投票。

source: The post has a spoiler.
bg: Тази публикация има предупреждение.
zh_hans: 帖文含剧透。

source: The post has the following spoiler: %s.
bg: Публикацията има следното предупреждение: %s.
zh_hans: 帖文含如下剧透：%s。

source: Posted using %s.
bg: Публикувано с %s.
zh_hans: 使用 %s 发布。

source: %s reply
bg: %s отговор
zh_hans: %s 条回复

source: %s boost
bg: %s подсилване
zh_hans: %s 次转发

source: %s favorite
bg: %s любимо
zh_hans: %s 次喜欢

source: Quoted Post
bg: Цитирана публикация
zh_hans: 被引用的帖文

source: Filtered: %s
bg: Филтрирано: %s
zh_hans: 已过滤：%s

source: Filtered
bg: Филтрирано
zh_hans: 已过滤

source: Translated from %s using %s
bg: Преведено от %s с %s
zh_hans: 使用 %s 翻译自 %s

source: Translated using %s
bg: Преведено с %s
zh_hans: 使用 %s 翻译

source: Hide Results
bg: Скриване на резултатите
zh_hans: 隐藏结果

source: Show Results
bg: Показване на резултатите
zh_hans: 显示结果

source: Voted
zh_hans: 已投票

source: %s voted
bg: %s гласува
zh_hans: %s 已投票

source: Poll with %d option.
bg: Анкета с %d опция.
zh_hans: 带有 %d 个选项的投票。

source: You have voted.
bg: Гласувахте.
zh_hans: 您已投票。

source: Tuba
bg: Туба

source: toot;mastodon;fediverse;gotosocial;pleroma;akkoma;
bg: инструмент;федивселена;

source: Explore the federated social web with Tuba for GNOME. Stay connected to your favorite communities, family and friends with support for popular Fediverse platforms like Mastodon, GoToSocial, Akkoma & more!
bg: Разгледайте федеративната социална мрежа с „Туба“ за GNOME. Останете свързани с любимите си общности, семейство и приятели с популярни платформи за федивселената като Mastodon, GoToSocial, Akkoma и др!

source: Advanced Boost Dialog
bg: Допълнителен прозорец за подсилване

source: You have blocked %s, removing %s of your followers and %s account you follow.
bg: Блокирахте %s, премахване на %s от последователите и %s регистрация, която следвате.

source: An admin has blocked %s, including %s of your followers and %s account you follow.
bg: Администратор блокира %s, включително %s от вашите последователи и %s регистрации, които следвате.

source: Wiki
bg: Уики

source: %B %e, %Y
bg: %e. %B, %Y

source: %b %-e, %Y %H:%M
bg: %H:%M %-e %b, %Y

source: %b %-e
bg: %-e %b

source: Edit Alt Text
bg: Редактиране на алтернативния текст
