Repository: GeopJr/Tuba
Catalog: po/*.po
Languages: bg, zh_hans

source: Unresolved
bg: Неразрешено
zh_hans: 未处理

source: Forwarded
bg: Препратено
zh_hans: 已转发

source: Action Taken by
bg: Предприето действие от
zh_hans: 操作执行者

source: Category
bg: Категория
zh_hans: 类别

source: The reason this account and/or content was reported will be cited in communication with the reported account
bg: Причината, поради която тази регистрация и/или съдържание са докладвани, ще бъде посочена в комуникацията с докладваната регистрация
zh_hans: 在与被举报账号沟通时，将引用此账号和/或内容被举报的原因

source: Violated Rules
bg: Нарушени правила
zh_hans: 违反的规则

source: Reported Posts
bg: Докладвани публикации
zh_hans: 被举报的帖文

source: Submit
bg: Изпращане
zh_hans: 提交

source: Warning
bg: Предупреждение
zh_hans: 警告

source: Use this to send a warning to the user, without triggering any other action
bg: Използвайте това, за да изпратите предупреждение на потребителя, без да задействате друго действие
zh_hans: 使用此功能向用户发送警告，但不会触发任何其它操作

source: Freeze
bg: Замразяване
zh_hans: 冻结

source: Prevent the user from using their account, but do not delete or hide their contents
bg: Не позволява на потребителя да използва регистрацията си, но не изтрива или скрива съдържанието му
zh_hans: 屏蔽用户使用其账号，但不删除或隐藏其内容

source: Sensitive
bg: Чуствително
zh_hans: 敏感内容

source: Force all this user's media attachments to be flagged as sensitive
bg: Принуди всички медийни прикачени файлове на този потребител да бъдат отбелязани като чувствителни
zh_hans: 强制将此用户的所有媒体附件标记为敏感附件

source: Prevent the user from being able to post with public visibility, hide their posts and notifications from people not following them. Closes all reports against this account
bg: Предотвратяване потребителят да публикува публикации с публична видимост, скриване на публикациите и известията му от хора, които не го следват. Закрива всички доклади срещу тази регистрация
zh_hans: 屏蔽用户公开发帖，隐藏其帖文和通知，不让非关注者看到。关闭针对此账号的所有举报

source: Prevent any interaction from or to this account and delete its contents. Revertible within 30 days. Closes all reports against this account
bg: Предотвратяване на всякакво взаимодействие от или към тази регистрация и изтриване на съдържанието ѝ. Обратимо в рамките на 30 дни. Закрива всички доклади срещу тази регистрация
zh_hans: 屏蔽与此账号的任何互动，并删除其内容。30 天内可恢复。关闭针对此账号的所有举报

source: Notify the user per e-mail
bg: Известяване на потребителя по е-поща
zh_hans: 通过电子邮件通知用户

source: The user will receive an explanation of what happened with their account
bg: Потребителят ще получи обяснение за това какво се е случило с регистрацията им
zh_hans: 用户将收到有关其账号情况的解释

source: Take Action Against %s?
bg: Вземете действие срещу %s?
zh_hans: 对 %s 采取行动？

source: Dashboard
bg: Табло
zh_hans: 仪表板

source: Reports
bg: Доклади
zh_hans: 举报

source: Accounts
bg: Регистрации
zh_hans: 账号

source: Blocked E-mail Domains
bg: Блокирани домейни за е-поща
zh_hans: 被屏蔽的电子邮件域

source: IP Rules
bg: Правила за адреси
zh_hans: IP 规则

source: Federation Allowlist
bg: Списък с позволени федерации
zh_hans: 联邦联合白名单

source: Federation Blocklist
bg: Списък с блокирани федерации
zh_hans: 联邦联合黑名单

source: Default
bg: Стандартно
zh_hans: 默认

source: Accent
bg: Акцент
zh_hans: 强调色

source: Share
bg: Споделяне
zh_hans: 分享

source: Save As…
bg: Запазване като…
zh_hans: 另存为…

source: Style
bg: Стил
zh_hans: 样式

source: Screenshot of my %s Wrapped annual report using %s.
bg: Снимка на екрана на моя %s Wrapped годишен доклад с %s.
zh_hans: 我的 %s Wrapped 年度报告使用 %s 的截图。

source: New Posts
bg: Нови публикации
zh_hans: 新帖文

source: I made %s posts.
bg: Направих %s публикации.
zh_hans: 我发布了 %s 条帖文。

source: Most Used Hashtag
bg: Най-използваният хаштаг
zh_hans: 最常使用的标签

source: My most used hashtag was #%s.
bg: Най-използваният ми хаштаг беше %s.
zh_hans: 我最常使用的标签是 #%s。

source: Most Used App
bg: Най-използваната програма
zh_hans: 最常使用的应用

source: My most used app was %s.
bg: Най-използваната ми програма беше %s.
zh_hans: 我最常使用的应用是 %s。

source: Most Interactions
bg: Най-много взаимодействия
zh_hans: 最多互动

source: I had the most interactions with %s.
bg: Имах най-много взаимодействия с %s.
zh_hans: 我与 %s 的互动最多。

source: Follow Stats
bg: Статистики за последване
zh_hans: 关注统计

source: New Follows
bg: Нови последвания
zh_hans: 新关注者

source: Most Favorited Post
bg: Най-любима публикация
zh_hans: 最多收藏的帖文

source: Most Boosted Post
bg: Най-подсилваната публикация
zh_hans: 最多转发的帖文

source: Most Replied Post
bg: Публикацията с най-много отговори
zh_hans: 最多回复的帖文

source: Save #FediWrapped
bg: Запазване на #FediWrapped
zh_hans: 保存 #FediWrapped

source: Saved %s Wrapped
bg: Запазено е %s Wrapped
zh_hans: 已保存 %s Wrapped

source: Characters Left
zh_hans: 剩余字符

source: Set Focal Point
zh_hans: 设置焦点

source: Horizontal Position
zh_hans: 水平位置

source: Vertical Position
zh_hans: 垂直位置

source: Edit Alternative Text
zh_hans: 编辑替代文本

source: Remove Attachment
bg: Премахване на прикачването
zh_hans: 移除附件

source: Edit Focal Point
zh_hans: 编辑焦点

source: All Supported Files
bg: Всички поддържани файлове
zh_hans: 所有支持的文件

source: Paste
bg: Поставяне
zh_hans: 粘贴

source: Add Media
bg: Добавяне на медия
zh_hans: 添加媒体

source: No Media
zh_hans: 没有媒体

source: Mark media as sensitive
bg: Отбелязване на медията като чувствителна
zh_hans: 标记敏感媒体（内容可能引起不适）

source: Unmark media as sensitive
zh_hans: 取消标记敏感媒体

source: Open
bg: Отваряне
zh_hans: 打开

source: File "%s" is bigger than the instance limit
bg: Файлът „%s“ е надвишава ограничението на инстанцията
zh_hans: 文件“%s”的大小超过了实例限制

source: Draft Post
bg: Чернова публикация
zh_hans: 草稿帖文

source: _Publish
zh_hans: 发布

source: Discard Post?
bg: Отхвърляне на публикацията?
zh_hans: 放弃帖文？

source: Your progress will be lost.
bg: Всички промени ще бъдат изгубени.
zh_hans: 您的进度将会丢失。

source: Discard
bg: Отхвърляне
zh_hans: 放弃

source: _Edit
zh_hans: 编辑

source: _Redraft
zh_hans: 清空

source: _Reply
zh_hans: 回复

source: Text
zh_hans: 文本

source: Stripped tracking parameters
bg: Параметрите за проследяване са премахнати
zh_hans: 已删除跟踪参数

source: Undo
bg: Отменяне
zh_hans: 撤消

source: What's on your mind?
bg: Какво ви вълнува?
zh_hans: 您在想些什么？

source: Emoji Picker
bg: Избор на емотикони
zh_hans: 表情选择器

source: Write your warning here
zh_hans: 在这里写下您的警告

source: Content Warning
bg: Предупреждение за съдържанието
zh_hans: 内容警告

source: Post Privacy
bg: Поверителност на публикацията
zh_hans: 发布隐私设置

source: Post Language
bg: Език на публикацията
zh_hans: 发布语言

source: Post Content Type
bg: Вид на съдържанието на публикацията
zh_hans: 发布内容类型

source: Add Poll
zh_hans: 添加投票

source: Enable Multiple Choice
zh_hans: 启用多选

source: Hide Total Votes
zh_hans: 隐藏总投票数

source: Disable Multiple Choice
zh_hans: 禁用多选

source: Show Total Votes
zh_hans: 显示总投票数

source: Choice %d
bg: Избор %d
zh_hans: 选项 %d

source: %d Minute
bg: %d минута
zh_hans: %d 分钟

source: %dm
zh_hans: %d 分

source: %dh
bg: %d ч
zh_hans: %d 时

source: %dd
bg: %d д
zh_hans: %d 天

source: New Filter
bg: Нов филтър
zh_hans: 新过滤器

source: Keyword
bg: Ключова дума
zh_hans: 关键词

source: Match Whole Word
bg: Съвпадане на цели думи
zh_hans: 全词匹配

source: Delete
bg: Изтриване
zh_hans: 删除

source: Couldn't edit filter: %s
bg: Филтърът не може да бъде редактиран: %s
zh_hans: 无法编辑过滤器：%s

source: Remove
bg: Премахване
zh_hans: 移除

source: Home
bg: Начало
zh_hans: 主页

source: Allow access to your account in the browser.
bg: Позволете достъпа до регистрацията си в браузъра.
zh_hans: 在浏览器允许中访问您的账号。

source: Copy the authorization code from the browser and paste it below.
bg: Копирайте кода за упълномощаване от браузъра и го поставете по-долу.
zh_hans: 从浏览器中复制授权码并粘贴到下方。

source: Please enter a valid instance URL
bg: Въведете правилен адрес на инстанция
zh_hans: 请输入有效的实例 URL

source: Please enter a valid authorization code
bg: Въведете правилен код за упълномощаване
zh_hans: 请输入有效的授权码

source: Instance failed to authorize the access token
bg: Инстанцията не успя да упълномощи токена за достъп
zh_hans: 实例未能授权访问令牌

source: Hello, %s!
bg: Здравейте, %s!
zh_hans: 您好，%s！

source: Server returned an error
bg: Сървърът върна грешка
zh_hans: 服务器返回了一个错误

source: Apply
bg: Прилагане
zh_hans: 申请

source: Admin Mode
bg: Администраторски режим
zh_hans: 管理员模式

source: Enables the Admin Dashboard and requests the needed permissions to use the Admin API
bg: Включва таблото на администратора и прави заявки за необходимите права за използване на програмния интерфейс (API) на администратора
zh_hans: 启用管理仪表板并请求使用管理 API 所需的权限

source: Polls
bg: Анкети
zh_hans: 投票

source: Post Edits
bg: Редакции на публикации
zh_hans: 帖文编辑

source: Follows
bg: Последования
zh_hans: 关注

source: Clear All Notifications?
bg: Изчистване на всички известия?
zh_hans: 清除所有通知？

source: Clear
bg: Изчистване
zh_hans: 清空

source: Edit
bg: Редактиране
zh_hans: 编辑

source: %d keyword
bg: %d ключова дума
zh_hans: %d 个关键词

source: Delete %s?
bg: Изтриване на %s?
zh_hans: 删除 %s？

source: Couldn't delete filter: %s
bg: Филтърът не може да бъде изтрит: %s
zh_hans: 无法删除过滤器：%s

source: Analytics Preview
bg: Предварителен преглед на данните
zh_hans: 分析预览

source: Label
bg: Етикет
zh_hans: 标签

source: Content
bg: Съдържание
zh_hans: 内容

source: Field %d
bg: Поле %d
zh_hans: 字段 %d

source: It's spam
bg: Спам е
zh_hans: 垃圾信息

source: It violates server rules
bg: Нарушава правилата на сървъра
zh_hans: 内容违反服务器规则

source: It's something else
bg: Нещо друго е
zh_hans: 其它原因

source: Malicious links, fake engagement, or repetitive replies
bg: Зловредни връзки, фалшиви ангажименти, или повтарящи се отговори
zh_hans: 恶意链接、虚假互动或重复回复

source: You are aware that it breaks specific rules
bg: Наясно сте, че нарушава особени правила
zh_hans: 您清楚它违反了特定的规则

source: The issue does not fit into other categories
bg: Проблемът не попада в нито една от останалите категории
zh_hans: 此问题不符合其它类别

source: Reporting %s
bg: Докладване на %s
zh_hans: 举报 %s

source: Tell us what's going on with this account
bg: Разкажете ни какво се случва с тази регистрация
zh_hans: 告诉我们此账号存在的问题

source: Tell us what's going on with this post
bg: Разкажете ни какво се случва с тази публикация
zh_hans: 告诉我们此帖文存在的问题

source: Choose the best match
bg: Изберете най-доброто съвпадение
zh_hans: 选择最佳匹配

source: Which rules are being violated?
bg: Кои правила са нарушени?
zh_hans: 哪些规则被违反了？

source: Select all that apply
bg: Изберете всичко, което да се прилага
zh_hans: 选择所有适用选项

source: Couldn't fetch all user's posts
bg: Публикациите на потребителя не може да бъдат получени
zh_hans: 无法获取用户的全部帖文

source: Are there any posts that back up this report?
bg: Има ли някакви публикации, подкрепящи доклада?
zh_hans: 是否有任何帖文可以支持此举报？

source: Are there any other posts that back up this report?
bg: Има ли някакви други публикации, подкрепящи доклада?
zh_hans: 是否有其它帖文可以支持此举报？

source: Is there anything else you think we should know?
bg: Има ли нещо друго, което смятате, че трябва да знаем?
zh_hans: 还有什么您认为我们应该知道的吗？

source: Additional Comments
bg: Допълнителни коментари
zh_hans: 备注

source: Forward to %s
bg: Препращане до %s
zh_hans: 转发至 %s

source: Submit Report?
bg: Изпращане на доклада?
zh_hans: 提交举报？

source: Submitted Report Successfully
bg: Докладът е успешно изпратен
zh_hans: 已成功提交举报

source: Couldn't submit report: %s
bg: Докладът не може да бъде изпратен: %s
zh_hans: 无法提交举报：%s

source: Back
bg: Назад
zh_hans: 上一步

source: %s. You can continue with the report however.
bg: %s. Въпреки това може да продължите с доклада.
zh_hans: %s。但您仍可继续举报。

source: No posts found
bg: Няма намерени публикации
zh_hans: 未找到帖文

source: %s mentioned you
bg: %s ви спомена
zh_hans: %s 提到了您

source: %s boosted your post
bg: %s подсили вашата публикацията
zh_hans: %s 转发了您的帖文

source: %s boosted
bg: %s подсили
zh_hans: %s 已转发

source: %s favorited your post
bg: %s добави вашата публикация в любими
zh_hans: %s 喜欢了您的帖文

source: %s now follows you
bg: %s сега ви следва
zh_hans: %s 正在关注您

source: %s wants to follow you
bg: %s иска да ви следва
zh_hans: %s 想要关注您

source: Poll results
bg: Резултати от анкетата
zh_hans: 投票结果

source: %s edited a post
bg: %s редактира публикация
zh_hans: %s 编辑了一条帖文

source: In Reply
bg: В отговор
zh_hans: 回复

source: In Reply to %s
bg: В отговор на %s
zh_hans: 回复 %s

source: %s signed up
bg: %s се регистрира
zh_hans: %s 已注册成功

source: Some of your relationships got severed
bg: Някои от вашите връзки бяха прекъснати
zh_hans: 您的一些关系被切断了

source: Received a new report
bg: Получихте нов доклад
zh_hans: 已收到新举报

source: %s just posted
bg: %s току-що публикува
zh_hans: %s 刚刚发布

source: %s reacted to your post
bg: %s реагира на публикацията ви
zh_hans: %s 对您的帖文做出了表情回应

source: %s reacted to your post with %s
bg: %s реагира на публикацията ви с %s
zh_hans: %s 用 %s 对您的帖文做出了表情回应

source: Plain Text
bg: Обикновен текст
zh_hans: 纯文本

source: Bookmarks
bg: Отметки
zh_hans: 书签

source: Explore
bg: Разглеждане
zh_hans: 探索

source: Local
bg: Локално
zh_hans: 本站

source: Federated
bg: Федеративна
zh_hans: 跨站

source: Hashtags
bg: Хаштагове
zh_hans: 话题标签

source: Post to public timelines
bg: Публикуване в публични хронологии
zh_hans: 所有人可见

source: Unlisted
bg: Скрито
zh_hans: 不公开

source: Don't post to public timelines
bg: Без публикуване в публични хронологии
zh_hans: 对所有人可见，但不加入探索功能

source: Followers Only
bg: Само последователи
zh_hans: 仅限关注者

source: Post to followers only
bg: Публикуване само за последователите
zh_hans: 只向关注者发帖

source: Direct
bg: Директно
zh_hans: 针对

source: Post to mentioned users only
bg: Публикуване само за споменатите потребители
zh_hans: 只向提到的用户发帖

source: Notification was pushed for a different account
bg: Известието беше изпратено за друга регистрация
zh_hans: 通知被推送到了其它的账号

source: %s Account
bg: %s регистрация
zh_hans: %s 账号

source: Follow System
bg: Системен стил
zh_hans: 跟随系统

source: Light
bg: Светла
zh_hans: 浅色

source: Dark
bg: Тъмна
zh_hans: 深色

source: expires soon
bg: изтича скоро
zh_hans: 不久后过期

source: %sm left
bg: %sм остава
zh_hans: %s 分后过期

source: %sh left
bg: %sч остава
zh_hans: %s 时后过期

source: %sd left
bg: %sд остава
zh_hans: %s 天后过期

source: expires on %b %-e, %Y
bg: изтича на %-e %b %Y
zh_hans: 将在%Y年 %b %-e日过期

source: expires on %b %-e, %Y %H:%M
bg: изтича на %H:%M %-e %b, %Y
zh_hans: 将在 %b %-e, %Y %H:%M 到期

source: expired on just now
bg: изтече току-що
zh_hans: 已于刚刚过期

source: expired %sm ago
bg: изтече преди %sм
zh_hans: %s 分前过期

source: expired %sh ago
bg: изтече преди %sч
zh_hans: %s 时前过期

source: expired yesterday
bg: изтече вчера
zh_hans: 已于昨天过期

source: expired on %b %-e
bg: изтече на %-e %b
zh_hans: 已于%b %-e日过期

source: expired on %b %-e, %Y
bg: изтече на %-e %b, %Y
zh_hans: 已于%Y年 %b %-e日%H:%m过期

source: Just now
bg: Сега
zh_hans: 刚刚

source: %sm
bg: %sм
zh_hans: %s 分

source: %sh
bg: %sч
zh_hans: %s 时

source: Yesterday
bg: Вчера
zh_hans: 昨天

source: %b %-e, %Y
bg: %-e %b, %Y
zh_hans: %Y年 %b %-e

source: just now
bg: сега
zh_hans: 就在刚刚

source: %s minutes ago
bg: преди %s минути
zh_hans: %s 分钟前

source: %s hours ago
bg: преди %s часа
zh_hans: %s 小时前

source: yesterday
bg: вчера
zh_hans: 昨天

source: less than a minute old
bg: преди минута
zh_hans: %s 分钟前

source: an hour old
bg: преди час
zh_hans: %s 小时前

source: %d months old
zh_hans: %d 个月前

source: a day old
bg: преди ден
zh_hans: %d 天前

source: a year old
bg: преди година
zh_hans: %d 年前

source: k
bg: хил
zh_hans: 千

source: M
bg: млн
zh_hans: 百万

source: G
bg: млрд
zh_hans: 十亿

source: All
bg: Всички
zh_hans: 全部

source: Remote
bg: Отдалечен
zh_hans: 远程

source: Location
bg: Местоположение
zh_hans: 位置

source: Active
bg: Активен
zh_hans: 活跃

source: Limited
bg: Ограничен
zh_hans: 已限制

source: Disabled
bg: Изключен
zh_hans: 未激活

source: Suspended
bg: Спрян
zh_hans: 已吊销

source: Pending
bg: Изчакващ
zh_hans: 待处理

source: Username
bg: Потребителско име
zh_hans: 用户名

source: E-mail
bg: Е-поща
zh_hans: 电子邮箱

source: Role
bg: Роля
zh_hans: 角色

source: Confirmed
bg: Потвърден
zh_hans: 已确认

source: Not Confirmed
bg: Не е потвърден
zh_hans: 未确认

source: No Reason Given
bg: Няма посочена причина
zh_hans: 未给出理由

source: Awaiting Approval
bg: Очаква одобрение
zh_hans: 等待批准

source: Approve
bg: Одобряване
zh_hans: 批准

source: Reject
bg: Отхвърляне
zh_hans: 拒绝

source: Undo this Action?
bg: Отменяне на действието?
zh_hans: 撤销此操作？

source: Approve %s?
bg: Одобряване на %s?
zh_hans: 批准 %s？

source: Reject %s?
bg: Отхвърляне на %s?
zh_hans: 拒绝 %s？

source: Block a new e-mail domain
bg: Блокиране на нов домейн за е-поща
zh_hans: 屏蔽新的电子邮件域

source: Block %s?
bg: Блокиране на %s?
zh_hans: 屏蔽 %s？

source: This can be the domain name that shows up in the e-mail address or the MX record it uses. They will be checked upon sign-up.
bg: Това може да бъде името на домейна, което се показва в адреса на е-пощата, или MX записът, който се използва. Те ще бъдат проверени при регистрацията.
zh_hans: 这可以是电子邮件地址中显示的域名，也可以是它使用的 MX 记录。注册时将检查这些记录。

source: New Users
bg: Нови потребители
zh_hans: 新用户

source: Active Users
bg: Активни потребители
zh_hans: 活跃用户

source: Interactions
bg: Взаимодействия
zh_hans: 互动数

source: Reports Opened
bg: Отворени доклади
zh_hans: 收到的举报

source: Reports Resolved
bg: Разрешени доклади
zh_hans: 已处理的举报

source: Sign-up Sources
bg: Източници за вписване
zh_hans: 注册来源

source: Top Active Languages
bg: Най-активните езици
zh_hans: 最活跃的语言

source: Top Active Servers
bg: Най-активните сървъри
zh_hans: 最活跃的服务器

source: Software
bg: Софтуер
zh_hans: 软件

source: Space Usage
bg: Ползване на пространството
zh_hans: 空间占用

source: Stats
bg: Статистики
zh_hans: 统计数据

source: Allow federation with an instance
bg: Позволяване на федерация с инстанция
zh_hans: 允许与某实例联合

source: Allow
bg: Позволяване
zh_hans: 允许

source: Allow Federation with %s?
bg: Позволяване на федерация с %s?
zh_hans: 允许与 %s 的联邦？

source: Show Resolved Reports
bg: Показване на разрешените доклади
zh_hans: 显示已处理的举报

source: Unblock %s?
bg: Отблокиране на %s?
zh_hans: 解除屏蔽 %s？

source: Remove Federation with %s?
bg: Премахване на федерация с %s?
zh_hans: 删除与 %s 的联邦？

source: Previous Page
bg: Предишна страница
zh_hans: 上一页

source: Next Page
bg: Следваща страница
zh_hans: 下一页

source: Announcements
bg: Обяви
zh_hans: 公告

source: No Announcements
bg: Няма обяви
zh_hans: 暂无公告

source: Nothing to see here
bg: Тук няма нищо за гледане
zh_hans: 这里什么都没有

source: Reload
bg: Презареждане
zh_hans: 重新加载

source: An Error Occurred
bg: Възникна грешка
zh_hans: 出现了一个错误

source: No Bookmarks
bg: Няма отметки
zh_hans: 暂无书签

source: No Conversations
bg: Няма разговори
zh_hans: 暂无对话

source: Draft Posts
bg: Чернови публикации
zh_hans: 草稿帖文

source: No Draft Posts
bg: Няма чернови публикации
zh_hans: 没有草稿帖文

source: Edit History
bg: История на редакциите
zh_hans: 编辑历史

source: No Edit History
bg: Няма история на редакциите
zh_hans: 暂无编辑历史

source: Posts
bg: Публикации
zh_hans: 帖文

source: No Hashtags
bg: Няма хащтагове
zh_hans: 暂无话题标签

source: News
bg: Новини
zh_hans: 新闻

source: No News
bg: Няма новини
zh_hans: 暂无新闻

source: For You
bg: За вас
zh_hans: 为您推荐

source: No Suggestions
bg: Няма предложения
zh_hans: 暂无推荐

source: No Favorites
bg: Няма любими
zh_hans: 暂无喜欢

source: Follow Requests
bg: Заявки за последване
zh_hans: 关注请求

source: No Follow Requests
bg: Няма заявки за последване
zh_hans: 暂无关注请求

source: Follow
bg: Следване
zh_hans: 关注

source: Unfollow
bg: Не следвай
zh_hans: 取消关注

source: Compose
bg: Съставяне
zh_hans: 撰写

source: Favorite
bg: Добавяне в любими
zh_hans: 喜欢

source: Delete "%s"?
bg: Изтриване на „%s“?
zh_hans: 删除 "%s"？

source: This action cannot be reverted.
bg: Това действие не може да бъде върнато.
zh_hans: 此操作无法撤销。

source: No Lists
bg: Няма списъци
zh_hans: 暂无列表

source: New list title
bg: Ново заглавие на списъка
zh_hans: 新建列表标题

source: Add list
bg: Добавяне на списъка
zh_hans: 添加列表

source: Open Sidebar
bg: Отваряне на страничната лента
zh_hans: 打开侧边栏

source: Copied media url to clipboard
bg: Адресът на медията е копиран в буфера за обмен
zh_hans: 已复制媒体网址到剪贴板

source: Copied image to clipboard
bg: Изображението е копирано в буфера за обмен
zh_hans: 已复制图像到剪贴板

source: Mutes & Blocks
bg: Заглушени & блокирани
zh_hans: 静音与屏蔽

source: Mutes
bg: Заглушени
zh_hans: 静音

source: No Muted Accounts
bg: Няма заглушени регистрации
zh_hans: 暂无静音账号

source: Blocks
bg: Блокирани
zh_hans: 屏蔽

source: No Blocked Accounts
bg: Няма блокирани регистрации
zh_hans: 暂无屏蔽账号

source: Notifications by %s
bg: Известия от %s
zh_hans: %s 的通知

source: No Notifications by %s
bg: Няма известия от %s
zh_hans: 没有 %s 的通知

source: Dismiss
bg: Отхвърляне
zh_hans: 拒绝

source: Filtered Notifications
bg: Филтрирани известия
zh_hans: 已过滤的通知

source: No Filtered Notifications
bg: Няма филтрирани известия
zh_hans: 无已过滤的通知

source: %d Filtered Notification
bg: %d филтрирано известие
zh_hans: %d 条已过滤的通知

source: No Notifications
bg: Няма известия
zh_hans: 暂无通知

source: Profile
bg: Регистрация
zh_hans: 个人资料

source: No Posts
bg: Няма публикации
zh_hans: 暂无帖文

source: No Followers
bg: Няма последователи
zh_hans: 暂无关注者

source: This user doesn't follow anyone yet
bg: Този потребител все още не следва никого
zh_hans: 此用户目前尚未关注任何人

source: Copied handle to clipboard
bg: Ръчката е копирана в буфера за обмен
zh_hans: 已复制句柄到剪贴板

source: Block Entire "%s"?
bg: Блокиране на целия „%s“?
zh_hans: 屏蔽整个 "%s"？

source: Unblock Entire "%s"?
bg: Отблокиране на целия „%s“?
zh_hans: 取消屏蔽整个 "%s"？

source: Blocking a domain will: • Remove its public posts and notifications from your timelines • Remove its followers from your account • Prevent you from following its users
bg: Блокирането на даден домейн ще: - Премахне неговите публични публикации и известия от вашите хронологии - Премахне последователите му от регистрацията ви - Няма да ви позволява да последвате неговите потребители
zh_hans: 屏蔽一个实例将会： • 从您的时间线中删除该实例的公共帖文和通知 • 从您的账号中移除属于该实例的关注者 • 防止您关注该实例的用户

source: Add or remove "%s" to or from a list
bg: Добавяне или премахване на „%s“ към или от списък
zh_hans: 将 "%s" 添加到列表中或从列表中移除

source: Select the list to add or remove "%s" to or from:
bg: Изберете списъка, към който да добавите или премахнете „%s“:
zh_hans: 请选择需要将 "%s" 添加到其中或从其中移除的列表：

source: You don't have any lists
bg: Нямате списъци
zh_hans: 您当前没有任何列表

source: Remove "%s" from "%s"
bg: Премахване на „%s“ от „%s“
zh_hans: 将 "%s" 从 "%s" 中移除

source: Add "%s" to "%s"
bg: Добавяне на „%s“ към „%s“
zh_hans: 将 "%s" 加入 "%s"

source: User "%s" got removed from "%s"
bg: Потребителят „%s“ е премахнат от „%s“
zh_hans: 用户 “%s" 已从 "%s" 中移除

source: User "%s" got added to "%s"
bg: Потребителят „%s“ е добавен към „%s“
zh_hans: 用户 “%s" 已加入 "%s"

source: Scheduled Posts
bg: Насрочени публикации
zh_hans: 已定时的帖文

source: No Scheduled Posts
bg: Няма насрочени публикации
zh_hans: 没有已定时的帖文

source: Search Posts and Accounts
bg: Търсене на публикации и регистрации
zh_hans: 搜索帖文和账户

source: Clear Entry
bg: Изчистване на записа
zh_hans: 清理条目

source: No Results
bg: Няма резултати
zh_hans: 没有结果

source: Language
bg: Език
zh_hans: 语言

source: Couldn't auto-fill user: %s
bg: Автоматично попълване на потребител е неуспешно: %s
zh_hans: 无法自动填充用户：%s

source: %d Announcement
bg: %d обява
zh_hans: %d 条公告

source: %d Follow Request
bg: %d заявка за последване
zh_hans: %d 条关注请求

source: New Post
bg: Нова публикация
zh_hans: 发帖

source: Preferences
bg: Настройки
zh_hans: 偏好

source: Keyboard Shortcuts
bg: Клавишни комбинации
zh_hans: 键盘快捷键

source: About %s
bg: Относно %s
zh_hans: 关于 %s

source: Forget %s?
bg: Забравяне на %s?
zh_hans: 忘记 %s？

source: This account will be removed from the application.
bg: Тази регистрация ще бъде премахната от програмата.
zh_hans: 将从应用程序中删除此账号。

source: Forget
bg: Забравяне
zh_hans: 忘记

source: Post Stats
bg: Статистики на публикацията
zh_hans: 帖文统计

source: Favorited By
bg: Добавено в любими от
zh_hans: 喜欢自

source: Boosted By
bg: Подсилено от
zh_hans: 转发自

source: No Boosts
bg: Няма подсилвания
zh_hans: 暂无转发

source: Reactions
bg: Реакции
zh_hans: 表情回应

source: No Reactions
bg: Няма реакции
zh_hans: 没有表情回应

source: Conversation
bg: Разговор
zh_hans: 对话
